Repository: oceanskydivers/Pantry
Catalog: Pantry/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

source: button to add more subcategories to an existing list.
ar: زر لإضافة المزيد من الفئات الفرعية إلى قائمة موجودة.
bn: বোতামটি একটি বিদ্যমান তালিকায় আরও উপশ্রেণি যোগ করার জন্য।
de: Button, um einer bestehenden Liste weitere Unterkategorien hinzuzufügen.
es: botón para añadir más subcategorías a una lista existente.
fr: bouton pour ajouter d'autres sous-catégories à une liste existante.
id: tombol untuk menambahkan lebih banyak subkategori ke daftar yang sudah ada.
it: pulsante per aggiungere altre sottocategorie a un elenco esistente.
ja: 」ボタンをタップすると、既存のリストにさらにサブカテゴリを追加できます。
ko: 버튼을 탭하여 기존 목록에 하위 카테고리를 추가합니다.
pt_br: botão para adicionar mais subcategorias a uma lista existente.
ru: — кнопка для добавления новых подкатегорий в существующий список.
tr: düğmesi, mevcut bir listeye daha fazla alt kategori eklemek içindir.

source: button to start nesting a new subcategory underneath an item.
ar: زر لبدء إدراج فئة فرعية جديدة أسفل عنصر ما.
bn: বোতামটি কোনো আইটেমের নিচে একটি নতুন উপশ্রেণি নেস্ট করা শুরু করার জন্য।
de: Button, um eine neue Unterkategorie unter einem Element zu verschachteln.
es: botón para empezar a anidar una nueva subcategoría debajo de un elemento.
fr: bouton pour commencer à imbriquer une nouvelle sous-catégorie sous un élément.
id: tombol untuk mulai menyarangkan subkategori baru di bawah sebuah item.
it: pulsante per iniziare a nidificare una nuova sottocategoria sotto un elemento.
ja: 」ボタンをタップすると、アイテムの下に新しいサブカテゴリをネストできます。
ko: 버튼을 탭하여 항목 아래에 새로운 하위 카테고리를 중첩하기 시작합니다.
pt_br: botão para começar a aninhar uma nova subcategoria sob um item.
ru: — кнопка для создания вложенной подкатегории под элементом.
tr: düğmesi, bir öğenin altına yeni bir alt kategori yerleştirmeye başlamak içindir.
zh_hans: 按钮可在某项目下方嵌套新的子分类。

source: Long-press to rename it.
ar: اضغط مطولاً لإعادة تسميته.
bn: এটির নাম পরিবর্তন করতে দীর্ঘক্ষণ চেপে রাখুন।
de: Gedrückt halten, um es umzubenennen.
es: Mantén pulsado para cambiarle el nombre.
fr: Appuyez longuement pour le renommer.
id: Tekan lama untuk mengubah namanya.
it: Premi a lungo per rinominarlo.
ja: 長押しすると名前を変更できます。
ko: 길게 눌러 이름을 변경할 수 있습니다.
pt_br: Pressione e segure para renomear.
ru: Нажмите и удерживайте, чтобы переименовать.
tr: Yeniden adlandırmak için basılı tutun.
zh_hans: 长按可重命名。

# %@ of %@ %@
source: %1$@ of %2$@ %3$@
ar: %1$@ من %2$@ %3$@
bn: %2$@ %3$@ এর মধ্যে %1$@
de: %1$@ von %2$@ %3$@
es: %1$@ de %2$@ %3$@
fr: %1$@ sur %2$@ %3$@
id: %1$@ dari %2$@ %3$@
it: %1$@ di %2$@ %3$@
ja: %2$@ %3$@中 %1$@
ko: %2$@ %3$@ 중 %1$@
pt_br: %1$@ de %2$@ %3$@
ru: %1$@ из %2$@ %3$@

source: %@ of desired
ar: %@ من الكمية المطلوبة
bn: প্রয়োজনীয় পরিমাণের %@ অংশ
de: %@ vom Zielbestand
es: %@ de lo deseado
fr: %@ du stock souhaité
hi: वांछित का %@
id: %@ dari yang diinginkan
it: %@ del desiderato
ja: 目標の %@
ko: 목표 수량의 %@
pt_br: %@ do desejado
ru: %@ от желаемого
tr: İstenen miktarın %@ kadarı
zh_hans: 已达到期望库存的 %@
zh_hant: 已達目標的 %@

source: %@ remaining
ar: متبقي %@
bn: %@ অবশিষ্ট আছে
de: %@ verbleibend
es: %@ restante
fr: %@ restants
id: %@ tersisa
it: %@ rimanenti
ja: 残り %@
ko: %@ 남음
pt_br: %@ restantes
ru: Осталось %@
tr: %@ kaldı

source: %lld ingredients
ar: %lld مكوّن
bn: %lldটি উপাদান
de: %lld Zutaten
es: %lld ingredientes
fr: %lld ingrédients
hi: %lld सामग्री
id: %lld bahan
it: %lld ingredienti
ja: %lld個の材料
ko: %lld개의 재료
pt_br: %lld ingredientes
ru: %lld ингредиента
tr: %lld malzeme
zh_hans: %lld 种食材
zh_hant: %lld 種食材

source: %lld mo
ar: %lld شهر

source: %lld servings
ar: %lld حصة
bn: %lld পরিবেশন
de: %lld Portionen
es: %lld porciones
fr: %lld portions
hi: %lld सर्विंग्स
id: %lld porsi
it: %lld porzioni
ja: %lld人前
ko: %lld인분
pt_br: %lld porções
ru: %lld порции
tr: %lld porsiyon
zh_hans: %lld 人份
zh_hant: %lld 份

source: 1 %@ lasts
ar: 1 %@ يكفي لـ
bn: ১ %@ চলে
de: 1 %@ reicht für
es: 1 %@ dura
fr: 1 %@ dure
hi: 1 %@ चलता है
id: 1 %@ bertahan
it: 1 %@ dura
ja: 1 %@ の持続期間
ko: 1 %@ 지속
pt_br: 1 %@ dura
ru: 1 %@ хватает на
tr: 1 %@ dayanır
zh_hans: 1 %@ 可用
zh_hant: 1 %@ 可用

source: Account
ar: الحساب
bn: অ্যাকাউন্ট
de: Konto
es: Cuenta
fr: Compte
hi: खाता
id: Akun
ja: アカウント
ko: 계정
pt_br: Conta
ru: Аккаунт
tr: Hesap
zh_hans: 账户
zh_hant: 帳號

source: Acquired
ar: تم الحصول عليها
bn: সংগৃহীত
de: Erworben
es: Adquirido
fr: Acquis
hi: प्राप्त
id: Diperoleh
it: Acquisito
ja: 取得済み
ko: 확보함
pt_br: Adquirido
ru: Приобретено
tr: Edinilen
zh_hans: 已购
zh_hant: 已購入

source: Acquired Stock
ar: المخزون المقتنى
bn: সংগৃহীত স্টক
de: Erworbener Bestand
es: Stock adquirido
fr: Stock acquis
hi: प्राप्त स्टॉक
id: Stok yang Diperoleh
it: Scorta acquisita
ja: 取得済み在庫
ko: 확보된 재고
pt_br: Estoque Adquirido
ru: Закупленный запас
tr: Edinilen Stok
zh_hans: 已购库存
zh_hant: 已購入庫存

source: Activity Log
ar: سجل النشاط
bn: অ্যাক্টিভিটি লগ
de: Aktivitätsprotokoll
es: Registro de actividad
fr: Journal d'activité
hi: गतिविधि लॉग
id: Log Aktivitas
it: Registro attività
ja: アクティビティログ
ko: 활동 로그
pt_br: Registro de Atividades
ru: Журнал активности
tr: Aktivite Günlüğü
zh_hans: 活动日志

source: Add
ar: إضافة
bn: যোগ করুন
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
tr: Ekle
zh_hans: 添加

source: Add a category like "Produce" or "Dairy" to get started.
ar: أضف فئة مثل "خضار وفواكه" أو "منتجات ألبان" للبدء.
bn: শুরু করতে "কাঁচাবাজার" বা "দুগ্ধজাত"-এর মতো একটি বিভাগ যোগ করুন।
de: Füge eine Kategorie wie "Obst & Gemüse" oder "Milchprodukte" hinzu, um loszulegen.
es: Añade una categoría como "Productos frescos" o "Lácteos" para empezar.
fr: Ajoutez une catégorie comme "Produits frais" ou "Produits laitiers" pour commencer.
id: Tambahkan kategori seperti "Bahan Segar" atau "Produk Susu" untuk memulai.
it: Aggiungi una categoria come "Ortofrutta" o "Latticini" per iniziare.
ja: まずは「青果」や「乳製品」などのカテゴリを追加しましょう。
ko: 시작하려면 "농산물" 또는 "유제품"과 같은 카테고리를 추가하세요.
pt_br: Adicione uma categoria como "Hortifrúti" ou "Laticínios" para começar.
ru: Добавьте категорию, например "Овощи и фрукты" или "Молочные продукты", чтобы начать.
tr: Başlamak için "Sebze-Meyve" veya "Süt Ürünleri" gibi bir kategori ekleyin.

source: Add an item to your Pantry shopping list.
ar: أضف عنصراً إلى قائمة تسوق المؤن الخاصة بك.
bn: আপনার প্যান্ট্রি শপিং লিস্টে একটি আইটেম যোগ করুন।
de: Füge einen Artikel zu deiner Vorrats-Einkaufsliste hinzu.
es: Añade un artículo a tu lista de la compra de despensa.
fr: Ajoutez un article à votre liste de courses Pantry.
hi: अपनी पैंट्री शॉपिंग सूची में एक आइटम जोड़ें।
id: Tambahkan item ke daftar belanja Pantry Anda.
it: Aggiungi un articolo alla tua lista della spesa Pantry.
ja: パントリーの買い物リストにアイテムを追加します。
ko: 식료품 쇼핑 목록에 항목을 추가하세요.
pt_br: Adicione um item à sua lista de compras da despensa.
ru: Добавьте товар в ваш список покупок Pantry.
tr: Kiler alışveriş listenize bir ürün ekleyin.
zh_hans: 将物品添加到您的食品储藏室购物清单。
zh_hant: 將物品加入您的食品儲藏室購物清單。

source: Add categories from the inventory screen.
ar: أضف فئات من شاشة المخزون.
bn: ইনভেন্টরি স্ক্রিন থেকে ক্যাটাগরি যোগ করুন।
de: Kategorien über den Inventar-Bildschirm hinzufügen.
es: Añade categorías desde la pantalla de inventario.
fr: Ajoutez des catégories depuis l'écran d'inventaire.
hi: इन्वेंट्री स्क्रीन से श्रेणियां जोड़ें।
id: Tambahkan kategori dari layar inventaris.
it: Aggiungi categorie dalla schermata dell'inventario.
ja: 在庫画面からカテゴリーを追加してください。
ko: 인벤토리 화면에서 카테고리를 추가하세요.
pt_br: Adicione categorias na tela de inventário.
ru: Добавляйте категории на экране инвентаря.
tr: Envanter ekranından kategoriler ekleyin.
zh_hans: 从库存界面添加类别。
zh_hant: 從庫存畫面新增類別。

source: Add Category
ar: إضافة فئة
bn: ক্যাটাগরি যোগ করুন
de: Kategorie hinzufügen
es: Añadir categoría
fr: Ajouter une catégorie
hi: श्रेणी जोड़ें
id: Tambah Kategori
it: Aggiungi categoria
ja: カテゴリーを追加
ko: 카테고리 추가
pt_br: Adicionar Categoria
ru: Добавить категорию
tr: Kategori Ekle
zh_hans: 添加类别
zh_hant: 新增類別

source: Add Ingredient
ar: إضافة مكون
bn: উপকরণ যোগ করুন
de: Zutat hinzufügen
es: Añadir ingrediente
fr: Ajouter un ingrédient
hi: सामग्री जोड़ें
id: Tambah Bahan
it: Aggiungi ingrediente
ja: 材料を追加
ko: 재료 추가
pt_br: Adicionar Ingrediente
ru: Добавить ингредиент
tr: Malzeme Ekle
zh_hans: 添加配料
zh_hant: 新增食材

source: Add Ingredient Group
ar: إضافة مجموعة مكونات
bn: উপকরণের গ্রুপ যোগ করুন
de: Zutaten-Gruppe hinzufügen
es: Añadir grupo de ingredientes
fr: Ajouter un groupe d'ingrédients
hi: सामग्री समूह जोड़ें
id: Tambah Kelompok Bahan
it: Aggiungi gruppo ingredienti
ja: 材料グループを追加
ko: 재료 그룹 추가
pt_br: Adicionar Grupo de Ingredientes
ru: Добавить группу ингредиентов
tr: Malzeme Grubu Ekle
zh_hans: 添加配料组
zh_hant: 新增食材分組

source: Add Instruction Group
ar: إضافة مجموعة تعليمات
bn: নির্দেশনার গ্রুপ যোগ করুন
de: Anleitungs-Gruppe hinzufügen
es: Añadir grupo de instrucciones
fr: Ajouter un groupe d'instructions
hi: निर्देश समूह जोड़ें
id: Tambah Kelompok Instruksi
it: Aggiungi gruppo istruzioni
ja: 手順グループを追加
ko: 조리 단계 그룹 추가
pt_br: Adicionar Grupo de Instruções
ru: Добавить группу инструкций
tr: Talimat Grubu Ekle
zh_hans: 添加步骤组
zh_hant: 新增步驟分組

source: Add Item
ar: إضافة عنصر
bn: আইটেম যোগ করুন
de: Artikel hinzufügen
es: Añadir artículo
fr: Ajouter un article
hi: आइटम जोड़ें
id: Tambah Item
it: Aggiungi elemento
ja: アイテムを追加
ko: 항목 추가
pt_br: Adicionar Item
ru: Добавить элемент
tr: Öğe Ekle
zh_hans: 添加物品

source: Add Item to Shopping List
ar: إضافة عنصر إلى قائمة التسوق
bn: শপিং লিস্টে আইটেম যোগ করুন
de: Artikel zur Einkaufsliste hinzufügen
es: Añadir artículo a la lista de la compra
fr: Ajouter à la liste de courses
hi: शॉपिंग सूची में आइटम जोड़ें
id: Tambah Item ke Daftar Belanja
it: Aggiungi articolo alla lista della spesa
ja: 買い物リストにアイテムを追加
ko: 쇼핑 목록에 항목 추가
pt_br: Adicionar Item à Lista de Compras
ru: Добавить товар в список покупок
tr: Alışveriş Listesine Ürün Ekle
zh_hans: 添加到购物清单
zh_hant: 將物品加入購物清單

source: Add Manually
ar: إضافة يدوياً
bn: ম্যানুয়ালি যোগ করুন
de: Manuell hinzufügen
es: Añadir manualmente
fr: Ajouter manuellement
hi: मैन्युअल रूप से जोड़ें
id: Tambah Secara Manual
it: Aggiungi manualmente
ja: 手動で追加
ko: 직접 추가
pt_br: Adicionar Manualmente
ru: Добавить вручную
tr: Elle Ekle
zh_hans: 手动添加
zh_hant: 手動新增

source: Add more log entries to see consumption estimates.
ar: أضف المزيد من قيود السجل لرؤية تقديرات الاستهلاك.
bn: ব্যবহারের অনুমান দেখতে আরও লগ এন্ট্রি যোগ করুন।
de: Füge weitere Protokolleinträge hinzu, um Verbrauchsschätzungen zu sehen.
es: Añade más entradas al registro para ver las estimaciones de consumo.
fr: Ajoutez d'autres entrées au journal pour voir les estimations de consommation.
hi: खपत के अनुमान देखने के लिए और अधिक लॉग प्रविष्टियां जोड़ें।
id: Tambahkan lebih banyak entri log untuk melihat perkiraan konsumsi.
it: Aggiungi altre voci al registro per vedere le stime di consumo.
ja: 消費予測を表示するには、さらにログを記録してください。
ko: 소비 예상치를 보려면 로그 항목을 더 추가하세요.
pt_br: Adicione mais registros para ver as estimativas de consumo.
ru: Добавьте больше записей в журнал, чтобы увидеть оценку потребления.
tr: Tüketim tahminlerini görmek için daha fazla günlük kaydı ekleyin.
zh_hans: 添加更多日志条目以查看消耗估算。
zh_hant: 新增更多記錄以查看消耗估算。

source: Add Photo
ar: إضافة صورة
bn: ছবি যোগ করুন
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
hi: फोटो जोड़ें
id: Tambah Foto
it: Aggiungi foto
ja: 写真を追加
ko: 사진 추가
pt_br: Adicionar Foto
ru: Добавить фото
tr: Fotoğraf Ekle
zh_hans: 添加照片
zh_hant: 新增照片

source: Add Step
ar: إضافة خطوة
bn: ধাপ যোগ করুন
de: Schritt hinzufügen
es: Añadir paso
fr: Ajouter une étape
hi: चरण जोड़ें
id: Tambah Langkah
it: Aggiungi passaggio
ja: 手順を追加
ko: 단계 추가
pt_br: Adicionar Passo
ru: Добавить шаг
tr: Adım Ekle
zh_hans: 添加步骤
zh_hant: 新增步驟

source: Add Subcategory
ar: إضافة فئة فرعية
bn: উপশ্রেণি যোগ করুন
de: Unterkategorie hinzufügen
es: Añadir subcategoría
fr: Ajouter une sous-catégorie
hi: उपश्रेणी जोड़ें
id: Tambah Subkategori
it: Aggiungi sottocategoria
ja: サブカテゴリを追加
ko: 하위 카테고리 추가
pt_br: Adicionar Subcategoria
ru: Добавить подкатегорию
tr: Alt Kategori Ekle
zh_hans: 添加子类别
zh_hant: 新增子類別

source: Add to Shopping List
ar: إضافة إلى قائمة التسوق
bn: শপিং লিস্টে যোগ করুন
de: Zur Einkaufsliste hinzufügen
es: Añadir a la lista de la compra
fr: Ajouter à la liste de courses
hi: शॉपिंग सूची में जोड़ें
id: Tambah ke Daftar Belanja
it: Aggiungi alla lista della spesa
ja: 買い物リストに追加
ko: 쇼핑 목록에 추가
pt_br: Adicionar à Lista de Compras
ru: Добавить в список покупок
tr: Alışveriş Listesine Ekle
zh_hans: 添加到购物清单
zh_hant: 加入購物清單

source: Add to Stock
ar: إضافة إلى المخزون
bn: স্টকে যোগ করুন
de: Zum Bestand hinzufügen
es: Añadir al inventario
fr: Ajouter au stock
hi: स्टॉक में जोड़ें
id: Tambah ke Stok
it: Aggiungi allo stock
ja: 在庫に追加
ko: 재고에 추가
pt_br: Adicionar ao Estoque
ru: Добавить на склад
tr: Stoka Ekle
zh_hans: 添加到库存
zh_hant: 加入庫存

source: Add your first recipe using the + button above.
ar: أضف وصفتك الأولى باستخدام زر + أعلاه.
bn: ওপরের + বোতামটি ব্যবহার করে আপনার প্রথম রেসিপি যোগ করুন।
de: Füge dein erstes Rezept mit der +-Schaltfläche oben hinzu.
es: Añade tu primera receta usando el botón + de arriba.
fr: Ajoutez votre première recette à l'aide du bouton + ci-dessus.
hi: ऊपर दिए गए + बटन का उपयोग करके अपनी पहली रेसिपी जोड़ें।
id: Tambahkan resep pertama Anda menggunakan tombol + di atas.
it: Aggiungi la tua prima ricetta usando il pulsante + in alto.
ja: 上の + ボタンを使って、最初のレシピを追加しましょう。
ko: 위의 + 버튼을 사용하여 첫 번째 레시피를 추가하세요.
pt_br: Adicione sua primeira receita usando o botão + acima.
ru: Добавьте свой первый рецепт с помощью кнопки «+» выше.
tr: Yukarıdaki + düğmesini kullanarak ilk tarifinizi ekleyin.
zh_hans: 使用上方的 + 按钮添加您的第一道食谱。
zh_hant: 使用上方的 + 按鈕新增您的第一道食譜。

# Added %@ to %@ in your shopping list.
source: Added %1$@ to %2$@ in your shopping list.
ar: تمت إضافة %1$@ إلى %2$@ في قائمة التسوق الخاصة بك.
bn: আপনার শপিং লিস্টের %2$@-এ %1$@ যোগ করা হয়েছে।
de: %1$@ zu %2$@ in deiner Einkaufsliste hinzugefügt.
es: Se ha añadido %1$@ a %2$@ en tu lista de la compra.
fr: %1$@ ajouté à %2$@ dans votre liste de courses.
hi: आपकी शॉपिंग सूची में %2$@ में %1$@ जोड़ा गया।
id: Menambahkan %1$@ ke %2$@ di daftar belanja Anda.
it: Aggiunto %1$@ a %2$@ nella tua lista della spesa.
ja: 買い物リストの %@ に %@ を追加しました。
ko: 쇼핑 목록의 %2$@에 %1$@을(를) 추가했습니다.
pt_br: Adicionado %1$@ a %2$@ na sua lista de compras.
ru: %1$@ добавлено в %2$@ в вашем списке покупок.
tr: %1$@, alışveriş listenizdeki %2$@ kısmına eklendi.
zh_hans: 已将 %1$@ 添加到购物清单的 %2$@ 中。
zh_hant: 已將 %1$@ 加入購物清單中的 %2$@。

source: Advanced
ar: متقدم
bn: অ্যাডভান্সড
de: Erweitert
es: Avanzado
fr: Avancé
hi: उन्नत
id: Lanjutan
it: Avanzate
ja: 詳細設定
ko: 고급
pt_br: Avançado
ru: Дополнительно
tr: Gelişmiş
zh_hans: 高级
zh_hant: 進階

source: All Locations
ar: جميع المواقع
bn: সব লোকেশন
de: Alle Standorte
es: Todas las ubicaciones
fr: Tous les emplacements
hi: सभी स्थान
id: Semua Lokasi
it: Tutte le posizioni
ja: すべての場所
ko: 모든 위치
pt_br: Todos os Locais
ru: Все места
tr: Tüm Konumlar
zh_hans: 所有位置
zh_hant: 所有位置

source: Already have an account? Sign in
ar: هل لديك حساب بالفعل؟ تسجيل الدخول
bn: ইতিমধ্যে অ্যাকাউন্ট আছে? সাইন ইন করুন
de: Hast du bereits ein Konto? Anmelden
es: ¿Ya tienes una cuenta? Inicia sesión
fr: Vous avez déjà un compte ? Connectez-vous
hi: क्या पहले से खाता है? साइन इन करें
id: Sudah punya akun? Masuk
it: Hai già un account? Accedi
ja: すでにアカウントをお持ちですか？サインイン
ko: 이미 계정이 있으신가요? 로그인
pt_br: Já possui uma conta? Entrar
ru: Уже есть аккаунт? Войти
tr: Zaten hesabınız var mı? Giriş yapın
zh_hans: 已有账户？登录
zh_hant: 已有帳號？登入

source: Amount
ar: الكمية
bn: পরিমাণ
de: Menge
es: Cantidad
fr: Quantité
hi: मात्रा
id: Jumlah
it: Quantità
ja: 数量
ko: 수량
pt_br: Quantidade
ru: Количество
tr: Miktar
zh_hans: 数量
zh_hant: 數量

source: Analysing video, this may take up to 30s
ar: جاري تحليل الفيديو، قد يستغرق هذا ما يصل إلى 30 ثانية
bn: ভিডিও বিশ্লেষণ করা হচ্ছে, এতে ৩০ সেকেন্ড পর্যন্ত সময় লাগতে পারে
de: Video wird analysiert, dies kann bis zu 30 Sek. dauern
es: Analizando video, esto puede tardar hasta 30 s
fr: Analyse de la vidéo en cours, cela peut prendre jusqu'à 30 s
hi: वीडियो का विश्लेषण किया जा रहा है, इसमें 30 सेकंड तक का समय लग सकता है
id: Menganalisis video, ini mungkin memakan waktu hingga 30 detik
it: Analisi del video in corso, potrebbe richiedere fino a 30 s
ja: 動画を解析中。最大30秒かかる場合があります
ko: 동영상을 분석하는 중입니다. 최대 30초가 소요될 수 있습니다.
pt_br: Analisando vídeo, isso pode levar até 30s
ru: Анализ видео, это может занять до 30 секунд
tr: Video analiz ediliyor, bu işlem 30 saniyeye kadar sürebilir
zh_hans: 正在分析视频，这可能需要长达 30 秒

source: Any extra notes...
ar: أي ملاحظات إضافية...
bn: অতিরিক্ত কোনো নোট...
de: Zusätzliche Notizen...
es: Alguna nota adicional...
fr: Notes supplémentaires...
hi: कोई अतिरिक्त नोट्स...
id: Catatan tambahan...
it: Note aggiuntive...
ja: その他のメモ...
ko: 기타 메모...
pt_br: Alguma observação extra...
ru: Любые дополнительные заметки...
tr: Ek notlar...
zh_hans: 任何额外备注...
zh_hant: 任何額外備註...

source: Any recipes or changes you make while signed out won't be saved to your account. If you get a new phone or device, you'll only be able to access the recipes that were synced to your account before signing out. Sign back in at any time to resume syncing.
ar: لن يتم حفظ أي وصفات أو تغييرات تجريها أثناء تسجيل الخروج في حسابك. إذا حصلت على هاتف أو جهاز جديد، فلن تتمكن من الوصول إلا إلى الوصفات التي تمت مزامنتها مع حسابك قبل تسجيل الخروج. سجل الدخول مرة أخرى في أي وقت لاستئناف المزامنة.
bn: সাইন আউট থাকা অবস্থায় আপনার করা যেকোনো রেসিপি বা পরিবর্তন আপনার অ্যাকাউন্টে সংরক্ষিত হবে না। আপনি যদি একটি নতুন ফোন বা ডিভাইস পান, তবে আপনি কেবল সেই রেসিপিগুলোই অ্যাক্সেস করতে পারবেন যা সাইন আউট করার আগে আপনার অ্যাকাউন্টের সাথে সিঙ্ক করা হয়েছিল। সিঙ্ক করা পুনরায় শুরু করতে যেকোনো সময় আবার সাইন ইন করুন।
de: Rezepte oder Änderungen, die du im abgemeldeten Zustand vornimmst, werden nicht in deinem Konto gespeichert. Wenn du ein neues Telefon oder Gerät erhältst, kannst du nur auf die Rezepte zugreifen, die vor dem Abmelden mit deinem Konto synchronisiert wurden. Melde dich jederzeit wieder an, um die Synchronisierung fortzusetzen.
es: Las recetas o cambios que realices mientras no hayas iniciado sesión no se guardarán en tu cuenta. Si cambias de teléfono o dispositivo, solo podrás acceder a las recetas que se sincronizaron con tu cuenta antes de cerrar sesión. Vuelve a iniciar sesión en cualquier momento para reanudar la sincronización.
fr: Les recettes ou modifications ajoutées lorsque vous n'êtes pas connecté ne seront pas enregistrées sur votre compte. Si vous changez de téléphone ou d'appareil, vous ne pourrez accéder qu'aux recettes synchronisées avec votre compte avant votre déconnexion. Reconnectez-vous à tout moment pour reprendre la synchronisation.
id: Resep atau perubahan apa pun yang Anda buat saat keluar tidak akan disimpan ke akun Anda. Jika Anda mendapatkan ponsel atau perangkat baru, Anda hanya akan dapat mengakses resep yang telah disinkronkan ke akun Anda sebelum keluar. Masuk kembali kapan saja untuk melanjutkan sinkronisasi.
it: Le ricette o le modifiche apportate mentre non hai effettuato l'accesso non verranno salvate sul tuo account. Se acquisti un nuovo telefono o dispositivo, potrai accedere solo alle ricette sincronizzate con il tuo account prima di disconnetterti. Accedi di nuovo in qualsiasi momento per riprendere la sincronizzazione.
ja: サインアウト中に行ったレシピの追加や変更は、アカウントに保存されません。 新しいスマートフォンやデバイスに移行した場合、サインアウト前にアカウントに同期されていたレシピにのみアクセスできます。同期を再開するには、いつでも再サインインしてください。
ko: 로그아웃 상태에서 추가한 레시피나 변경 사항은 계정에 저장되지 않습니다. 새 휴대폰이나 기기로 변경하는 경우, 로그아웃하기 전에 계정에 동기화된 레시피만 액세스할 수 있습니다. 동기화를 재개하려면 언제든지 다시 로그인하세요.
pt_br: Quaisquer receitas ou alterações feitas enquanto você estiver desconectado não serão salvas em sua conta. Se você adquirir um novo telefone ou dispositivo, só poderá acessar as receitas que foram sincronizadas com sua conta antes de sair. Faça login novamente a qualquer momento para retomar a sincronização.
ru: Любые рецепты или изменения, внесенные вами после выхода из системы, не будут сохранены в вашей учетной записи. Если вы приобретете новый телефон или устройство, вы сможете получить доступ только к тем рецептам, которые были синхронизированы с вашей учетной записью до выхода. Войдите снова в любое время, чтобы возобновить синхронизацию.
tr: Oturumunuz kapalıyken yaptığınız hiçbir tarif veya değişiklik hesabınıza kaydedilmeyecektir. Yeni bir telefon veya cihaz alırsanız, yalnızca oturumu kapatmadan önce hesabınızla senkronize edilmiş olan tariflere erişebilirsiniz. Senkronizasyonu sürdürmek için istediğiniz zaman tekrar oturum açın.

source: Anyone who signs in with the same account (Apple ID, Google account, or email + password) will see and edit the same recipes, inventory, and shopping list in real time.
ar: أي شخص يسجل الدخول باستخدام نفس الحساب (Apple ID أو حساب Google أو البريد الإلكتروني + كلمة المرور) سيتمكن من رؤية وتعديل نفس الوصفات والمخزون وقائمة التسوق في الوقت الفعلي.
bn: যে কেউ একই অ্যাকাউন্ট (Apple ID, Google অ্যাকাউন্ট, বা ইমেল + পাসওয়ার্ড) দিয়ে সাইন ইন করলে তারা রিয়েল টাইমে একই রেসিপি, ইনভেন্টরি এবং কেনাকাটার তালিকা দেখতে এবং সম্পাদনা করতে পারবেন।
de: Jeder, der sich mit demselben Konto anmeldet (Apple-ID, Google-Konto oder E-Mail + Passwort), kann dieselben Rezepte, denselben Bestand und dieselbe Einkaufsliste in Echtzeit sehen und bearbeiten.
es: Cualquier persona que inicie sesión con la misma cuenta (Apple ID, cuenta de Google o correo electrónico + contraseña) verá y editará las mismas recetas, el inventario y la lista de la compra en tiempo real.
fr: Toute personne se connectant avec le même compte (identifiant Apple, compte Google ou e-mail + mot de passe) pourra voir et modifier les mêmes recettes, inventaires et listes de courses en temps réel.
id: Siapa pun yang masuk dengan akun yang sama (Apple ID, akun Google, atau email + kata sandi) akan melihat dan mengedit resep, inventaris, dan daftar belanja yang sama secara real-time.
it: Chiunque acceda con lo stesso account (Apple ID, account Google o e-mail + password) vedrà e modificherà le stesse ricette, l'inventario e la lista della spesa in tempo reale.
ja: 同じアカウント（Apple ID、Google アカウント、またはメールアドレス＋パスワード）でサインインした人は誰でも、同じレシピ、在庫、買い物リストをリアルタイムで表示・編集できます。
ko: 동일한 계정(Apple ID, Google 계정 또는 이메일 + 비밀번호)으로 로그인하는 모든 사람은 동일한 레시피, 인벤토리 및 쇼핑 목록을 실시간으로 보고 편집할 수 있습니다.
pt_br: Qualquer pessoa que fizer login com a mesma conta (Apple ID, conta do Google ou e-mail + senha) verá e editará as mesmas receitas, inventário e lista de compras em tempo real.
ru: Любой, кто войдет в систему с той же учетной записью (Apple ID, аккаунт Google или эл. почта + пароль), сможет просматривать и редактировать те же рецепты, запасы и список покупок в режиме реального времени.
tr: Aynı hesapla (Apple ID, Google hesabı veya e-posta + şifre) oturum açan herkes aynı tarifleri, envanteri ve alışveriş listesini gerçek zamanlı olarak görebilir ve düzenleyebilir.

source: Apply Filter
ar: تطبيق الفلتر
bn: ফিল্টার প্রয়োগ করুন
de: Filter anwenden
es: Aplicar filtro
fr: Appliquer le filtre
hi: फ़िल्टर लागू करें
id: Terapkan Filter
it: Applica filtro
ja: フィルターを適用
ko: 필터 적용
pt_br: Aplicar Filtro
ru: Применить фильтр
tr: Filtreyi Uygula
zh_hans: 应用筛选
zh_hant: 套用篩選

source: Are you sure you want to delete "%@"?
ar: هل أنت متأكد أنك تريد حذف "%@"؟
bn: আপনি কি নিশ্চিত যে আপনি "%@" মুছে ফেলতে চান?
de: Bist du sicher, dass du "%@" löschen möchtest?
es: ¿Estás seguro de que quieres eliminar "%@"?
fr: Êtes-vous sûr de vouloir supprimer "%@" ?
id: Apakah Anda yakin ingin menghapus "%@"?
it: Sei sicuro di voler eliminare "%@"?
ja: 本当に「%@」を削除しますか？
ko: "%@"을(를) 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir "%@"?
ru: Вы уверены, что хотите удалить "%@"?
tr: "%@" öğesini silmek istediğinizden emin misiniz?
